Repository: alex-apezera/Slider-Player
Catalog: Slider-Player/GlobalService/LocaleService/Localizable.xcstrings
Source language: en
Languages: ru

# %@: %@, %@: %lld s
source: %1$@: %2$@, %3$@: %4$lld s
ru: %1$@: %2$@, %3$@: %4$lld с

# %@: %@m
source: %1$@: %2$@m
ru: %1$@: %2$@м

# %@: %@s
source: %1$@: %2$@s
ru: %1$@: %2$@с

source: %lld likes
ru: %lld лайков

source: ago
ru: назад

source: Airplane Trips
ru: Авиа туры

source: Audio
ru: Аудио

source: Capturing Photo
ru: Съемка фото

source: Car Trips
ru: Авто туры

source: Day
ru: День

source: Days
ru: Дней

source: Default
ru: По умолчанию

source: Done
ru: Готово

source: Double tap
ru: Двойное нажатие

source: Drag
ru: Тянуть

source: Edit
ru: Изменить

source: Enter url:
ru: Ввести url

source: Explore
ru: Изучать

source: Favorite
ru: Избранное

source: Font Design
ru: Фонт дизайн

source: Gallery
ru: Галерея

source: Generate
ru: Генерировать

source: Gesture experience
ru: Изучение жестов

source: Gestures
ru: Жесты

source: Image Gallery
ru: Фото галарея

source: Key
ru: Ключ

source: Keys: %lld
ru: Клавиш %lld

source: Latch:
ru: Фиксатор

source: Line Drawing
ru: Рисование линий

source: Map Style
ru: Стиль карты

source: Monospaced
ru: Моноширинный

source: My Recipes
ru: Мои рецепты

source: Navigation Split View
ru: Разделение навигационных видов

source: No pinned recipes yet.
ru: Нет пока закреплённых рецептов

source: Octave: %lld
ru: Октава: %lld

source: Pick a color
ru: Выбрать цвет

source: Pinned Recipes
ru: Закрепленные рецепты

source: Play: %@
ru: Играть: %@

source: Playing:
ru: Исполняется:

source: Recipes
ru: Рецепты

source: Reset
ru: Сброс

source: Rotate
ru: Повернуть

source: Rounded
ru: Круглый

source: Satellite
ru: Сателлит

source: Scene Storage
ru: Сохранение сцены

source: Search for a location
ru: Поиск места

source: Search...
ru: Поиск

source: Select a Gesture Example
ru: Выбор примера жеста

source: Show Recipes
ru: Показ рецептов

source: Switch Camera
ru: Переключить камеру

source: Take Photo
ru: Взять фото

source: Tap
ru: Нажать

source: Tap the rectangle to change its color
ru: Нажать на прямоугольник для изменения цвета

source: Touch and drag to make a line
ru: Коснуться и протянуть для получения линии

source: Touch and Hold
ru: Коснуться и держать

source: Touch and hold the capsule to change its size
ru: Коснуться и держать капсулу для изменения размера

source: Tram Trips
ru: Ж/Д тур

source: Use one finger to drag the circle around
ru: Протянуть пальцем круг

source: Use two fingers to rotate the box
ru: Повернуть двумя пальцами бокс

source: Use your composed gesture to trigger an animation
ru: Двукратно нажать на объект

source: WeatherApi Conditions
ru: Погодные условия

source: week
ru: неделя

source: weeks
ru: недель

source: yesterday
ru: вчера
